---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.ElectricalLoadClassificationSpace.Lighting
enum: Autodesk.Revit.DB.Electrical.ElectricalLoadClassificationSpace
source: html/5ad8b6fc-936c-156c-09d8-b47708477e84.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalLoadClassificationSpace.Lighting